[
    {
      "name": "Shrugs",
      "description": "Shrugs are an exercise that targets the upper traps in your neck and shoulders. To perform a shrug, stand tall with your feet shoulder-width apart. Hold a weight in each hand or use a resistance band. Lift your shoulders as high as possible toward your ears, squeeze at the top, and then lower back down slowly."
    },
    {
      "name": "Cat-Cow Stretch",
      "description": "The Cat-Cow Stretch is a dynamic stretch that helps to improve flexibility and mobility in your spine. Start on all fours with your hands under your shoulders and knees under your hips. Inhale as you arch your back and lift your head and tailbone toward the ceiling (Cow). Exhale as you round your back and tuck your chin towards your chest (Cat)."
    },
    {
      "name": "Seated Row (with resistance band)",
      "description": "The Seated Row targets your upper back. Sit on the floor with your legs extended straight in front of you. Place a resistance band around your feet, hold the ends in your hands, and sit up tall. Pull the band towards your torso, bending your elbows and squeezing your shoulder blades together, then slowly return to the starting position."
    },
    {
      "name": "Neck Flexion Stretch",
      "description": "The Neck Flexion Stretch helps relieve tension in the neck. Sit or stand tall. Slowly lower your chin towards your chest, feeling a stretch along the back of your neck. Hold for a few seconds, then return to the neutral position."
    },
    {
      "name": "Shoulder Blade Squeeze",
      "description": "This exercise helps to strengthen your upper back and improve posture. Sit or stand tall with your arms relaxed by your sides. Squeeze your shoulder blades together as if trying to pinch something between them. Hold the squeeze for a few seconds and then release."
    },
    {
      "name": "Bodyweight Squats",
      "description": "Bodyweight squats are a lower body exercise that targets your legs and glutes. Stand with your feet shoulder-width apart, keeping your back straight. Bend your knees and lower your hips as if sitting in a chair. Keep your chest up, and don't let your knees go past your toes. Push through your heels to return to standing."
    },
    {
      "name": "Lunges",
      "description": "Lunges are a great exercise for building strength and stability in your legs. Stand tall with your feet hip-width apart. Step one leg forward and bend both knees to lower your body until your back knee almost touches the ground. Push through your front heel to return to standing, and then switch legs."
    },
    {
      "name": "Planks",
      "description": "Planks are an excellent core exercise that also engages your shoulders and back. Start in a push-up position, with your hands directly beneath your shoulders and your body forming a straight line from head to heels. Hold the position, keeping your core tight and your back flat."
    },
    {
      "name": "Glute Bridges",
      "description": "Glute bridges target the glutes and lower back. Lie on your back with your knees bent and feet flat on the ground. Place your arms at your sides for support. Push through your heels to lift your hips toward the ceiling, squeezing your glutes at the top, and then lower your hips back down."
    },
    {
      "name": "Side Leg Raises",
      "description": "Side leg raises target your hip abductors and glutes. Lie on your side with your legs straight. Lift your top leg toward the ceiling, keeping it straight, then slowly lower it back down. Keep your core engaged and avoid tilting your hips forward or backward."
    },
    {
      "name": "Wall Angels",
      "description": "Wall angels help improve posture and mobility in the shoulders and upper back. Stand with your back against a wall, feet a few inches away. Press your lower back, upper back, and head against the wall. Raise your arms to a 'W' position with elbows bent. Slowly slide your arms upward, then return to the starting position, keeping your arms and back against the wall."
    },
    {
      "name": "Reverse Flies (with resistance band)",
      "description": "Reverse flies target the rear shoulders and upper back. Stand with your feet hip-width apart and hold a resistance band with both hands. With a slight bend in your elbows, pull the band apart and extend your arms out to the sides, squeezing your shoulder blades together, then slowly return to the starting position."
    },
    {
      "name": "Bird-Dog",
      "description": "Bird-Dog is a core stability exercise that also engages your back and glutes. Start on all fours with your hands under your shoulders and knees under your hips. Extend one arm forward while simultaneously extending the opposite leg behind you. Hold for a second, then return to the starting position and switch sides."
    },
    {
      "name": "Wall Sits",
      "description": "Wall sits strengthen your legs and core. Stand with your back against a wall and slide down into a seated position, as if sitting in a chair, with your knees at a 90-degree angle. Hold the position for the prescribed time, keeping your back flat against the wall."
    },
    {
      "name": "Superman Holds",
      "description": "Superman holds target your lower back, glutes, and shoulders. Lie face down on the floor with your arms extended in front of you. Lift your chest, arms, and legs off the ground simultaneously, holding the position while squeezing your glutes and lower back muscles. Lower back down slowly."
    }
  ]
  